<style>
    @import '../styles/page/game.css';
</style>
<template>
    <div id="game-page" class="page-section" :style="{ 'min-height': (global.winHeight - 60)+'px' }">
        <div class="wrap">
            <div class="list">
                <h3 class="m1">梦幻西游（新）</h3>
                <ul class="clear-fix m1">
                    <li></li>
                    <li></li>
                    <li></li>
                    <li></li>
                </ul>
                <h4>介绍：</h4>
                <p>《梦幻西游》手游由梦幻西游团队倾力打造，丁磊亲自担纲监制，成就回合制MMORPG手游巅峰之作！Q版造型的可爱人物，浓郁古典风的精美场景，优化更新的经典玩法，尽在手游重现，随时随地领略与端游截然不同的精彩与快乐！梦幻西游唯一手游，国民回合，再现江湖，不可错过！</p>
                <h4 class="m">玩法：</h4>
                <p>平民龙女法术认证
                    龙女是55级可以携带的宠物之一，从资质、自身携带技能来看适合打成法宠。系统签到送的专属龙女，自带认证大法水漫金山，自然是法宠无疑，在此也普及下法术认证的知识。
                    梦幻西游手游法术认证：
                    只有法术攻击技能才可以被认证
                    认证时交纳的费用只受宠物的携带等级影响，与当前实际等级无关
                    认证后，该法术技能在技能学习时不会受到影响
                    认证后，该宠物会额外得到一个普通技能
                    一旦被认证，它的物理伤害结果会被降低
                    取消认证会消耗500000银币
                    神兽不能被认证
                    以上是官方给的法术认证的介绍，有很多玩家理解不了，这里九游玉米详细分析下。首先，只有法术才能认证(雷击、水攻、落岩、火攻、水漫金山、地狱烈火、泰山压顶、奔雷咒)。其次，认证费用只跟携带等级有关，如瑞兽的携带等级为45，认证费用为514000;而蚌精的携带等级为55，认证费用为714000。认证后，将会额外获得一个低级技能，一般为再生、冥思，如果已有这两个技能，则在类属性吸收、土属性吸收、火属性吸收、水属性吸收、迟钝、招架、幸运、反正、精神集中随机获得。认证后物理输出结果会减少，也就是说杜绝了一些合宠出来的多技能的物理宠为了再加技能格子特别跑去认证的结果。另外两个就跟字面上的意思一样不需要多做解释了。</p>
                <img src="/static/img/game/1.jpg"/>
            </div>
        </div>
        <div class="wrap blue">
            <div class="list">
                <h3 class="m2">新花千骨（花小骨）</h3>
                <ul class="clear-fix m2">
                    <li></li>
                    <li></li>
                    <li></li>
                    <li></li>
                </ul>
                <h4>介绍：</h4>
                <p>《新花千骨》是一款大型Q版创新回合制MMORPG仙侠手游大作，由Fresh果果同名小说正版授权，完美还原小说剧情。游戏以一人多宠、激情PK为核心玩法，并增添结局后的故事剧情。不断增添的PK模式，运镖、护送神兽、收集十方神器等等让你玩转回合、驰骋天地！神翼养成系统，以及拉风坐骑让你与众不同。还有钓鱼、答题、猜拳等休闲娱乐玩法。新创师徒系统，语音聊天，萌妹男神任你选。不断提升战力，试问天下谁主沉浮！</p>
                <h4 class="m">玩法：</h4>
                <p>玩家们达到28级以后，就能选择自己的恩师啦。当然，师父必须不小于45级。“师父虽好，但不能贪多哦！”每个徒弟只能有1个师父。每当徒弟完成了师父发布的任务，或是师徒二人共同完成日常，就可以使得当天原有的经验道具奖励UP！既然决定风雨同舟，从此执手不相离，那么如何成为师徒关系呢？就组队一起让遥歌城的拜师NPC——“师徒介绍人”来见证你们的师徒情吧！尽管徒弟的成长之路总有尽头，但是师徒之间仍然心心相印，系统会自动保留师徒两人的好友关系，并在徒弟出师之时给予双方大量的经验，道具以及元宝。</p>
                <img src="/static/img/game/2.jpg"/>
            </div>
        </div>
        <div class="footer-wrap">Copyright © 2017 中新石豆传媒技术有限公司<a href="http://www.miitbeian.gov.cn/" target="_blank">粤ICP备17041476号</a></div>
    </div>
</template>
<script>
    import { Global } from '../libs/global'

    module.exports = {
        data: function () {
            return {
                global: Global
            }
        }
    }
</script>
